Repository: cxcarvaj/CalculadoraESPOL
Catalog: CalculadoraESPOL/Localizable.xcstrings
Source language: es_419
Languages: en

source: ¿Eliminar materia?
en: Delete subject?

source: ¿Estás seguro que deseas eliminar esta materia? Esta acción no se puede deshacer.
en: Are you sure you want to delete this item? This action cannot be undone.

source: (opcional)
en: (optional)

source: Actualizar materia
en: Update subject

source: Agrega materias para verlas en el historial
en: Add subjects to view in history

source: Anterior
en: Back

source: Aprobaste con %@
en: You passed with %@

source: Buscar por nombre de materia
en: Search by subject name

source: Calculadora
en: Calculator

source: Calculadora ESPOL
en: ESPOL Calculator

source: Calcular
en: Calculate

source: Cancelar
en: Cancel

source: Cerrar
en: Close

source: Detalles de la Materia
en: Subject Details

source: Elige una materia
en: Choose a subject

source: Eliminar
en: Delete

source: Esta página aún no está disponible
en: This page is not yet available

source: Felicitaciones! 🥳
en: Congratulations! 🥳

source: Guardar materia
en: Save subject

source: Historial
en: History

source: Historial de Materias
en: Subject History

source: Limpiar búsqueda
en: Clear search

source: Listo
en: Done

source: Lo sentimos mucho ☹️
en: We are so sorry ☹️

source: Materias guardadas:
en: Saved subjects:

source: No hay materias guardadas
en: There are no saved subjects

source: No hay resultados para '%@'
en: No results found for '%@'

source: No tienes registros guardados de materias 💾
en: You have no saved records of subjects 💾

source: Reprobaste con %@
en: You failed with %@

source: Selecciona una materia
en: Select a subject

source: Siguiente
en: Next

source: Trata de probar nuestra calculadora
en: Try our calculator
